{
  "data": [
    {
      "title": "Glycogen: Higher -Level Molecular Structure and Diabetes",
      "year": 2016,
      "link": "http://espace.library.uq.edu.au/view/UQ:416687",
      "refFormat": "Tan, Xinle, Deng, Bin, Jiang, Xiaoyin, Zhang, Peng, Hu, Zhenxia, Li, Enpeng, Sullivan, Mitchell A., Schulz, Benjamin L. and Gilbert, Robert G. (2016). Glycogen: Higher -Level Molecular Structure and Diabetes. In: Proceedings of the 12Th International Conference On Polysaccharides-Glycoscience, 2016. 12th International Conferencre on Polysaccharides-Glycoscience, Prague Czech Republic, (7-8). Oct 19-21, 2016."
    },
    {
      "title": "Ager1 overexpression in glomerular podocytes results in renal disease which is exacerbated by diabetes",
      "year": 2014,
      "link": "http://espace.library.uq.edu.au/view/UQ:338069",
      "refFormat": "Zhuang, A., Sourris, K. C, Harcourt, B. E, Penfold, S. A., Fotheringham, A. K., McCarthy, D., Schulz, B. and Forbes, J. M. (2014). Ager1 overexpression in glomerular podocytes results in renal disease which is exacerbated by diabetes. In: Special Issue: 50th Annual Scientific Meeting of the Australian and New Zealand Society of Nephrology. 50th Annual Scientific Meeting of the Australian and New Zealand Society of Nephrology, Melbourne VIC, Australia, (56-56). 25 - 27 August 2014. doi:10.1111/nep.12301"
    },
    {
      "title": "Give up sugar with this one weird trick!",
      "year": 2014,
      "link": "http://espace.library.uq.edu.au/view/UQ:347293",
      "refFormat": "Tan, Nikki, Bailey, Ulla-Maja, Jamaluddin, Fairuz, Mahmud, Siti, Raman, Suresh and Schulz, Benjamin (2014). Give up sugar with this one weird trick!. In: Program and abstracts for 2014 Joint meeting of the Society for Glycobiology (SFG) and the Japanese Society of Carbohdrate Research (JSCR). Joint Meeting of the Society for Glycobiology (SFG) and the Japanese Society of Carbohydrate Research (JSCR), Honolulu, HI United States, (1183-1184). 16-19 November 2014. doi:10.1093/glycob/cwu107"
    },
    {
      "title": "Exploring the role of the glycosylation of mucins in the defence against pathogens in the respiratory and gastrointestinal systems",
      "year": 2004,
      "link": "http://espace.library.uq.edu.au/view/UQ:369120",
      "refFormat": "Karlsson, NG, Schulz, BL, Wilson, NL and Packer, NH (2004). Exploring the role of the glycosylation of mucins in the defence against pathogens in the respiratory and gastrointestinal systems. In: Glycobiology. Joint Meeting of the Society-for-Glycobiology/Japanese-Society-for-Carbohydrate-Research, Honolulu Hi, (1167-1167). Nov 17-20, 2004."
    }
  ]
}
