{
  "data": [
    {
      "title": "Deciphering the electric code of Geobacter sulfurreducens in cocultures with Pseudomonas aeruginosa via SWATH-MS proteomics",
      "year": 2018,
      "link": "http://espace.library.uq.edu.au/view/UQ:691693",
      "refFormat": "Semenec, Lucie, Laloo, Andrew E., Schulz, Benjamin L., Vergara, Ismael A., Bond, Philip L. and Franks, Ashley E. (2018) Deciphering the electric code of Geobacter sulfurreducens in cocultures with Pseudomonas aeruginosa via SWATH-MS proteomics. Bioelectrochemistry, 119 150-160. doi:10.1016/j.bioelechem.2017.09.013"
    },
    {
      "title": "Increased liver AGEs induce hepatic injury mediated through an OST48 pathway",
      "year": 2017,
      "link": "http://espace.library.uq.edu.au/view/UQ:688231",
      "refFormat": "Zhuang, Aowen, Yap, Felicia Y. T., Bruce, Clinton, Leung, Chris, Plan, Manuel R., Sullivan, Mitchell A., Herath, Chandana, McCarthy, Domenica, Sourris, Karly C., Kantharidis, Phillip, Coughlan, Melinda T., Febbraio, Mark A., Hodson, Mark P., Watt, Matthew J., Angus, Peter, Schulz, Benjamin L. and Forbes, Josephine M. (2017) Increased liver AGEs induce hepatic injury mediated through an OST48 pathway. Scientific Reports, 7 1: . doi:10.1038/s41598-017-12548-4"
    },
    {
      "title": "Early-onset torsion dystonia: a novel high-throughput yeast genetic screen for factors modifying protein levels of torsinAΔE",
      "year": 2017,
      "link": "http://espace.library.uq.edu.au/view/UQ:686826",
      "refFormat": "Zacchi, Lucia F., Dittmar, John C., Mihalevic, Michael J., Shewan, Annette M., Schulz, Benjamin L., Brodsky, Jeffrey L. and Bernstein, Kara A. (2017) Early-onset torsion dystonia: a novel high-throughput yeast genetic screen for factors modifying protein levels of torsinAΔE. Disease Models & Mechanisms, 10 9: 1129-1140. doi:10.1242/dmm.029926"
    },
    {
      "title": "N-glycosylation triggers a dual selection pressure in eukaryotic secretory proteins",
      "year": 2017,
      "link": "http://espace.library.uq.edu.au/view/UQ:673637",
      "refFormat": "Medus, Maximo L., Gomez, Gabriela E., Zacchi, Lucia F., Couto, Paula M., Labriola, Carlos A., Labanda, Maria S., Bielsa, Rodrigo Corti, Clérico, Eugenia M., Schulz, Benjamin L. and Caramelo, Julio J. (2017) N-glycosylation triggers a dual selection pressure in eukaryotic secretory proteins. Scientific Reports, 7 1: . doi:10.1038/s41598-017-09173-6"
    },
    {
      "title": "A new clade of insect-specific flaviviruses from Australian Anopheles mosquitoes displays species-specific host-restriction",
      "year": 2017,
      "link": "http://espace.library.uq.edu.au/view/UQ:673637",
      "refFormat": "Colmant, Agathe M. G., Hobson-Peters, Jody, Bielefeldt-Ohmann, Helle, van den Hurk, Andrew F., Hall-Mendelin, Sonja, Chow, Weng Kong, Johansen, Cheryl A., Fros, Jelke, Simmonds, Peter, Watterson, Daniel, Cazier, Chris, Etebari, Kayvan, Asgari, Sassan, Schulz, Benjamin L., Beebe, Nigel, Vet, Laura J., Piyasena, Thisun B. H., Nguyen, Hong-Duyen, Barnard, Ross T. and Hall, Roy A. (2017) A new clade of insect-specific flaviviruses from Australian Anopheles mosquitoes displays species-specific host-restriction. mSphere, 2 4: e00262-17.1-e00262-17.19. doi:10.1128/mSphere.00262-17"
    },
    {
      "title": "'Omic' approaches to study Uropathogenic Escherichia coli virulence",
      "year": 2017,
      "link": "http://espace.library.uq.edu.au/view/UQ:614514",
      "refFormat": "Lo, Alvin W., Moriel, Danilo G., Phan, Minh-Duy, Schulz, Benjamin L., Kidd, Timothy J., Beatson, Scott A. and Schembri, Mark A. (2017) 'Omic' approaches to study Uropathogenic Escherichia coli virulence. Trends in Microbiology, 25 9: 729-740. doi:10.1016/j.tim.2017.04.006"
    },
    {
      "title": "Structure aided design of a Neu5Gc specific lectin",
      "year": 2017,
      "link": "http://espace.library.uq.edu.au/view/UQ:600216",
      "refFormat": "Day, Christopher J. , Paton, Adrienne W., Higgins, Melanie A. , Shewell, Lucy K. , Jen, Freda E.-C., Schulz, Benjamin L., Herdman, Brock P., Paton, James C. and Jennings, Michael P. (2017) Structure aided design of a Neu5Gc specific lectin. Scientific Reports, 7 1: 1495-1495. doi:10.1038/s41598-017-01522-9"
    },
    {
      "title": "Sirtuins in the phylum Basidiomycota: A role in virulence in Cryptococcus neoformans",
      "year": 2017,
      "link": "http://espace.library.uq.edu.au/view/UQ:579013",
      "refFormat": "Arras, Samantha D. M., Chitty, Jessica L., Wizrah, Maha S. I., Erpf, Paige E., Schulz, Benjamin L., Tanurdzic, Milos and Fraser, James A. (2017) Sirtuins in the phylum Basidiomycota: A role in virulence in Cryptococcus neoformans. Scientific Reports, 7 46567.1-46567.14. doi:10.1038/srep46567"
    },
    {
      "title": "Discovery and characterisation of castlerea virus, a new species of Negevirus isolated in Australia",
      "year": 2017,
      "link": "http://espace.library.uq.edu.au/view/UQ:543728",
      "refFormat": "O'Brien, Caitlin A., McLean, Breeanna J., Colmant, Agathe M. G., Harrison, Jessica J., Hall-Mendelin, Sonja, van den Hurk, Andrew F., Johansen, Cheryl A., Watterson, Daniel, Bielefeldt-Ohmann, Helle, Newton, Natalee D., Schulz, Benjamin L., Hall, Roy A. and Hobson-Peters, Jody (2017) Discovery and characterisation of castlerea virus, a new species of Negevirus isolated in Australia. Evolutionary Bioinformatics, 13 1176934317691269-1176934317691269. doi:10.1177/1176934317691269"
    },
    {
      "title": "Identification and validation of a salivary protein panel to detect heart failure early",
      "year": 2017,
      "link": "http://espace.library.uq.edu.au/view/UQ:691844",
      "refFormat": "Zhang, Xi, Walsh, Terry, Atherton, John J., Kostner, Karam, Schulz, Benjamin and Punyadeera, Chamindie (2017) Identification and validation of a salivary protein panel to detect heart failure early. Theranostics, 7 18: 4350-4358. doi:10.7150/thno.21727"
    },
    {
      "title": "High performance targeted mass spectrometry with precision data independent acquisition reveals site-specific glycosylation macroheterogeneity",
      "year": 2016,
      "link": "http://espace.library.uq.edu.au/view/UQ:392865",
      "refFormat": "Yeo, K. Y. Benjamin, Chrysanthopoulos, Panangiotis K., Nouwens, Amanda S., Marcellin, Esteban and Schulz, Benjamin L. (2016) High performance targeted mass spectrometry with precision data independent acquisition reveals site-specific glycosylation macroheterogeneity. Analytical Biochemistry, 510 106-113. doi:10.1016/j.ab.2016.06.009"
    },
    {
      "title": "A new non-degradative method to purify glycogen",
      "year": 2016,
      "link": "http://espace.library.uq.edu.au/view/UQ:386027",
      "refFormat": "Tan, Xinle, Sullivan, Mitchell A., Gao, Fei, Li, Shihan, Schulz, Benjamin L. and Gilbert, Robert G. (2016) A new non-degradative method to purify glycogen. Carbohydrate Polymers, 147 165-170. doi:10.1016/j.carbpol.2016.04.009"
    },
    {
      "title": "Vegemite beer: yeast extract spreads as nutrient supplements to promote fermentation",
      "year": 2016,
      "link": "http://espace.library.uq.edu.au/view/UQ:404154",
      "refFormat": "Kerr, Edward D. and Schulz, Benjamin L. (2016) Vegemite beer: yeast extract spreads as nutrient supplements to promote fermentation. Peerj, 4 . doi:10.7717/peerj.2271"
    },
    {
      "title": "Neisseria meningitidis lacking the major porins PorA and PorB is viable and modulates apoptosis and the oxidative burst of neutrophils",
      "year": 2016,
      "link": "http://espace.library.uq.edu.au/view/UQ:404244",
      "refFormat": "Peak, Ian R., Chen, Adrienne, Jen, Freda E. -C., Jennings, Courtney, Schulz, Benjamin L., Saunders, Nigel J., Khan, Arshad, Seifert, H. Steven and Jennings, Michael P. (2016) Neisseria meningitidis lacking the major porins PorA and PorB is viable and modulates apoptosis and the oxidative burst of neutrophils. Journal of Proteome Research, 15 8: 2356-2365. doi:10.1021/acs.jproteome.5b00938"
    },
    {
      "title": "Maturing glycoproteomics technologies provide unique structural insights into the N-glycoproteome and its regulation in health and disease",
      "year": 2016,
      "link": "http://espace.library.uq.edu.au/view/UQ:395145",
      "refFormat": "Thaysen-Andersen, Morten, Packer, Nicolle H. and Schulz, Benjamin L. (2016) Maturing glycoproteomics technologies provide unique structural insights into the N-glycoproteome and its regulation in health and disease. Molecular and Cellular Proteomics, 15 6: 1773-1790. doi:10.1074/mcp.O115.057638"
    },
    {
      "title": "SWATH-MS glycoproteomics reveals consequences of defects in the glycosylation machinery",
      "year": 2016,
      "link": "http://espace.library.uq.edu.au/view/UQ:385567",
      "refFormat": "Zacchi, Lucia F. and Schulz, Benjamin L. (2016) SWATH-MS glycoproteomics reveals consequences of defects in the glycosylation machinery. Molecular and Cellular Proteomics, 15 7: 2435-2447. doi:10.1074/mcp.M115.056366"
    },
    {
      "title": "Enrichment and identification of glycoproteins in human saliva using lectin magnetic bead arrays",
      "year": 2016,
      "link": "http://espace.library.uq.edu.au/view/UQ:377027",
      "refFormat": "Caragata, Michael, Shah, Alok K., Schulz, Benjamin L., Hill, Michelle M. and Punyadeera, Chamindie (2016) Enrichment and identification of glycoproteins in human saliva using lectin magnetic bead arrays. Analytical Biochemistry, 497 76-82. doi:10.1016/j.ab.2015.11.024"
    },
    {
      "title": "The current status of heart failure diagnostic biomarkers",
      "year": 2016,
      "link": "http://espace.library.uq.edu.au/view/UQ:377565",
      "refFormat": "Zhang, Xi, Schulz, Benjamin L. and Punyadeera, Chamindie (2016) The current status of heart failure diagnostic biomarkers. Expert Review of Molecular Diagnostics, 16 4: 487-500. doi:10.1586/14737159.2016.1144474"
    },
    {
      "title": "N-glycoprotein macroheterogeneity: biological implications and proteomic characterization",
      "year": 2015,
      "link": "http://espace.library.uq.edu.au/view/UQ:375366",
      "refFormat": "Zacchi, Lucia F. and Schulz, Benjamin L. (2015) N-glycoprotein macroheterogeneity: biological implications and proteomic characterization.. Glycoconjugate Journal, 1-18. doi:10.1007/s10719-015-9641-3"
    },
    {
      "title": "Automated measurement of site-specific N-glycosylation occupancy with SWATH-MS",
      "year": 2015,
      "link": "http://espace.library.uq.edu.au/view/UQ:353095",
      "refFormat": "Xu, Ying, Bailey, Ulla-Maja and Schulz, Benjamin L. (2015) Automated measurement of site-specific N-glycosylation occupancy with SWATH-MS. Proteomics, 15 13: 2177-2186. doi:10.1002/pmic.201400465"
    },
    {
      "title": "Evolutionary engineering improves tolerance for replacement jet fuels in Saccharomyces cerevisiae",
      "year": 2015,
      "link": "http://espace.library.uq.edu.au/view/UQ:360155",
      "refFormat": "Brennan, Timothy C. R., Williams, Thomas C., Schulz, Benjamin L., Palfreyman, Robin W., Kroemer, Jens O. and Nielsen, Lars K. (2015) Evolutionary engineering improves tolerance for replacement jet fuels in Saccharomyces cerevisiae. Applied and Environmental Microbiology, 81 10: 3316-3325. doi:10.1128/AEM.04144-14"
    },
    {
      "title": "Molecular structure of glycogen in diabetic liver",
      "year": 2015,
      "link": "http://espace.library.uq.edu.au/view/UQ:355640",
      "refFormat": "Deng, Bin, Sullivan, Mitchell A., Li, Jialun, Tan, Xinle, Zhu, Chengjun, Schulz, Benjamin L. and Gilbert, Robert G. (2015) Molecular structure of glycogen in diabetic liver. Glycoconjugate Journal, 32 3-4: 113-118. doi:10.1007/s10719-015-9578-6"
    },
    {
      "title": "A Genomic Safe Haven for Mutant Complementation in Cryptococcus neoformans",
      "year": 2015,
      "link": "http://espace.library.uq.edu.au/view/UQ:356282",
      "refFormat": "Arras, Samantha D. M., Chitty, Jessica L., Blake, Kirsten L., Schulz, Benjamin L. and Fraser, James A. (2015) A Genomic Safe Haven for Mutant Complementation in Cryptococcus neoformans.. PLoS One, 10 4: e0122916-e0122916. doi:10.1371/journal.pone.0122916"
    },
    {
      "title": "A rapid extraction method for glycogen from formalin-fixed liver",
      "year": 2015,
      "link": "http://espace.library.uq.edu.au/view/UQ:347466",
      "refFormat": "Sullivan, Mitchell A., Li, Shihan, Aroney, Samuel T.N., Deng, Bin, Li, Cheng, Roura, Eugeni, Schulz, Benjamin L., Harcourt, Brooke E., Forbes, Josephine M. and Gilbert, Robert G. (2015) A rapid extraction method for glycogen from formalin-fixed liver. Carbohydrate Polymers, 118 9-15. doi:10.1016/j.carbpol.2014.11.005"
    },
    {
      "title": "Acid Hydrolysis and Molecular Density of Phytoglycogen and Liver Glycogen Helps Understand the Bonding in Glycogen α (Composite) Particles",
      "year": 2015,
      "link": "http://espace.library.uq.edu.au/view/UQ:354904",
      "refFormat": "Powell, Prudence O., Sullivan, Mitchell A., Sheehy, Joshua J., Schulz, Benjamin L., Warren, Frederick J. W. and Gilbert, Robert G. (2015) Acid Hydrolysis and Molecular Density of Phytoglycogen and Liver Glycogen Helps Understand the Bonding in Glycogen α (Composite) Particles.. PLoS One, 10 3: e0121337-e0121337. doi:10.1371/journal.pone.0121337"
    },
    {
      "title": "High-antibody-producing Chinese hamster ovary cells up-regulate intracellular protein transport and glutathione synthesis",
      "year": 2015,
      "link": "http://espace.library.uq.edu.au/view/UQ:350873",
      "refFormat": "Orellana, Camila A., Marcellin, Esteban, Schulz, Benjamin L., Nouwens, Amanda S., Gray, Peter P. and Nielsen, Lars K. (2015) High-antibody-producing Chinese hamster ovary cells up-regulate intracellular protein transport and glutathione synthesis. Journal of Proteome Research, 14 2: 609-618. doi:10.1021/pr501027c"
    },
    {
      "title": "Oligosaccharyltransferase Subunits Bind Polypeptide Substrate to Locally Enhance N-glycosylation",
      "year": 2015,
      "link": "http://espace.library.uq.edu.au/view/UQ:349190",
      "refFormat": "Jamaluddin, M. Fairuz B., Bailey, Ulla-Maja and Schulz, Benjamin L. (2014) Oligosaccharyltransferase Subunits Bind Polypeptide Substrate to Locally Enhance N-glycosylation. Molecular and Cellular Proteomics, 13 12: 3286-3293. doi:10.1074/mcp.M114.041178"
    },
    {
      "title": "Protein O-mannosyltransferases associate with the translocon to modify translocating polypeptide chains",
      "year": 2014,
      "link": "http://espace.library.uq.edu.au/view/UQ:328214",
      "refFormat": "Loibl, Martin, Wunderle, Lina, Hutzler, Johannes, Schulz, Benjamin L., Aebi, Markus and Strahl, Sabine (2014) Protein O-mannosyltransferases associate with the translocon to modify translocating polypeptide chains. Journal of Biological Chemistry, 289 12: 8599-8611. doi:10.1074/jbc.M113.543116"
    },
    {
      "title": "Identification of salivary N-glycoproteins and measurement of glycosylation site occupancy by boronate glycoprotein enrichment and liquid chromatography/electrospray ionization tandem mass spectrometry",
      "year": 2014,
      "link": "http://espace.library.uq.edu.au/view/UQ:323117",
      "refFormat": "Xu, Ying, Bailey, Ulla-Maja, Punyadeera, Chamindie and Schulz, Benjamin L. (2014) Identification of salivary N-glycoproteins and measurement of glycosylation site occupancy by boronate glycoprotein enrichment and liquid chromatography/electrospray ionization tandem mass spectrometry. Rapid Communications In Mass Spectrometry, 28 5: 471-482. doi:10.1002/rcm.6806"
    },
    {
      "title": "Selection against glycosylation sites in potential target proteins of the general HMWC N-glycosyltransferase in Haemophilus inﬂuenzae",
      "year": 2014,
      "link": "http://espace.library.uq.edu.au/view/UQ:324327",
      "refFormat": "Gawthorne, Jayde A., Tan, Nikki Y., Bailey, Ulla-Maja, Davis, Margaret R., Wong, Linette W., Naidu, Ranjitha, Fox, Kate L., Jennings, Michael P. and Schulz, Benjamin L. (2014) Selection against glycosylation sites in potential target proteins of the general HMWC N-glycosyltransferase in Haemophilus inﬂuenzae. Biochemical and Biophysical Research Communications, 445 3: 633-638. doi:10.1016/j.bbrc.2014.02.044"
    },
    {
      "title": "Sequence-based protein stabilization in the absence of glycosylation",
      "year": 2014,
      "link": "http://espace.library.uq.edu.au/view/UQ:323125",
      "refFormat": "Tan, Nikki Y., Bailey, Ulla-Maja, Jamaluddin, M Fairuz, Mahmud, S Halimah Binte, Raman, Suresh C. and Schulz, Benjamin L. (2014) Sequence-based protein stabilization in the absence of glycosylation. Nature Communications, 5 3099: 1-7. doi:10.1038/ncomms4099"
    },
    {
      "title": "A rapid and cost-effective method of producing recombinant proBNP and NT-proBNP variants in Escherichia coli for immunoassay of heart failure",
      "year": 2014,
      "link": "http://espace.library.uq.edu.au/view/UQ:321647",
      "refFormat": "Soleh, Muhammad Tarmizi, Foo, Jared Yong Yang, Bailey, Ulla-Maja, Tan, Nikki Yi, Wan, Yunxia, Cooper-White, Justin, Schulz, Benjamin Luke and Punyadeera, Chamindie (2014) A rapid and cost-effective method of producing recombinant proBNP and NT-proBNP variants in Escherichia coli for immunoassay of heart failure. Biotechnology Letters, 36 1: 133-140. doi:10.1007/s10529-013-1341-0"
    },
    {
      "title": "The globally disseminated M1T1 clone of Group A Streptococcus evades autophagy for intracellular replication",
      "year": 2013,
      "link": "http://espace.library.uq.edu.au/view/UQ:319687",
      "refFormat": "Barnett, Timothy C., Liebl, David, Seymour, Lisa M., Gillen, Christine M., Lim, Jin Yan, LaRock, Christopher N., Davies, Mark R., Schulz, Benjamin L., Nizet, Victor, Teasdale, Rohan D. and Walker, Mark J. (2013) The globally disseminated M1T1 clone of Group A Streptococcus evades autophagy for intracellular replication. Cell Host and Microbe, 14 6: 675-682. doi:10.1016/j.chom.2013.11.003"
    },
    {
      "title": "Circulating Fragments of N-Terminal Pro-B-Type Natriuretic Peptides in Plasma of Heart Failure Patients",
      "year": 2013,
      "link": "http://espace.library.uq.edu.au/view/UQ:314072",
      "refFormat": "Foo, Jared Yong Yang, Wan, Yunxia, Schulz, Benjamin L., Kostner, Karam, Atherton, John, Cooper-White, Justin, Dimeski, Goce and Punyadeera, Chamindie (2013) Circulating Fragments of N-Terminal Pro-B-Type Natriuretic Peptides in Plasma of Heart Failure Patients. Clinical Chemistry, 59 10: 1523-1531. doi:10.1373/clinchem.2012.200204"
    },
    {
      "title": "Saliva proteome research: current status and future outlook",
      "year": 2013,
      "link": "http://espace.library.uq.edu.au/view/UQ:295697",
      "refFormat": "Schulz, Benjamin L., Cooper-White, Justin and Punyadeera, Chamindie K. (2013) Saliva proteome research: current status and future outlook. Critical Reviews in Biotechnology, 33 3: 246-259. doi:10.3109/07388551.2012.687361"
    },
    {
      "title": "Identification of bacterial protein O-Oligosaccharyltransferases and their glycoprotein substrates",
      "year": 2013,
      "link": "http://espace.library.uq.edu.au/view/UQ:300581",
      "refFormat": "Schulz, Benjamin L., Jen, Freda E. C., Power, Peter M., Jones, Christopher E., Fox, Kate L., Ku, Shan C., Blanchfield, Joanne T. and Jennings, Michael P. (2013) Identification of bacterial protein O-Oligosaccharyltransferases and their glycoprotein substrates. PLoS One, 8 5: e62768.1-e62768.11. doi:10.1371/journal.pone.0062768"
    },
    {
      "title": "Dual Pili Post-translational modifications synergize to mediate meningococcal adherence to platelet activating factor receptor on human airway cells",
      "year": 2013,
      "link": "http://espace.library.uq.edu.au/view/UQ:304937",
      "refFormat": "Jen, Freda E. -C., Warren, Matthew J., Schulz, Benjamin L., Power, Peter M., Swords, W. Edward, Weiser, Jeffery N., Apicella, Michael A., Edwards, Jennifer L. and Jennings, Michael P. (2013) Dual Pili Post-translational modifications synergize to mediate meningococcal adherence to platelet activating factor receptor on human airway cells. PLoS Pathogens, 9 5: e1003377.1-e1003377.16. doi:10.1371/journal.ppat.1003377"
    },
    {
      "title": "Mixed disulfide formation in vitro between a glycoprotein substrate and yeast oligosaccharyltransferase subunits Ost3p and Ost6p",
      "year": 2013,
      "link": "http://espace.library.uq.edu.au/view/UQ:299939",
      "refFormat": "Yusuf, Siti N. H. Mohd, Bailey, Ulla-Maja, Tan, Nikki Y., Jamaluddin, Muhammad Fairuz and Schulz, Benjamin L. (2013) Mixed disulfide formation in vitro between a glycoprotein substrate and yeast oligosaccharyltransferase subunits Ost3p and Ost6p. Biochemical and Biophysical Research Communications, 432 3: 438-443. doi:10.1016/j.bbrc.2013.01.128"
    },
    {
      "title": "Deglycosylation systematically improves N-glycoprotein identification in liquid chromatography-tandem mass spectrometry proteomics for analysis of cell wall stress responses in Saccharomyces cerevisiae lacking Alg3p",
      "year": 2013,
      "link": "http://espace.library.uq.edu.au/view/UQ:293069",
      "refFormat": "Bailey, Ulla-Maja and Schulz, Benjamin L. (2013) Deglycosylation systematically improves N-glycoprotein identification in liquid chromatography-tandem mass spectrometry proteomics for analysis of cell wall stress responses in Saccharomyces cerevisiae lacking Alg3p. Journal of Chromatography B: Analytical Technologies in the Biomedical and Life Sciences, 923-924 16-21. doi:10.1016/j.jchromb.2013.01.026"
    },
    {
      "title": "Recombinant truncated AniA of pathogenic Neisseria elicits a non-native immune response and functional blocking antibodies",
      "year": 2013,
      "link": "http://espace.library.uq.edu.au/view/UQ:295118",
      "refFormat": "Shewell, Lucy K., Ku, Shan C., Schulz, Benjamin L., Jen, Freda E. -C., Mubaiwa, Tsitsi D., Ketterer, Margaret R., Apicella, Michael A. and Jennings, Michael P. (2013) Recombinant truncated AniA of pathogenic Neisseria elicits a non-native immune response and functional blocking antibodies. Biochemical and Biophysical Research Communications, 431 2: 215-220. doi:10.1016/j.bbrc.2012.12.132"
    },
    {
      "title": "Substrate recognition of a structure motif for phosphorylcholine post-translational modification in Neisseria meningitidis",
      "year": 2013,
      "link": "http://espace.library.uq.edu.au/view/UQ:295991",
      "refFormat": "Jen, Freda E. -C., Jones, Christopher E., Wilson, Jennifer C., Schulz, Benjamin L. and Jennings, Michael P. (2013) Substrate recognition of a structure motif for phosphorylcholine post-translational modification in Neisseria meningitidis. Biochemical and Biophysical Research Communications, 431 4: 808-814. doi:10.1016/j.bbrc.2012.12.088"
    },
    {
      "title": "Analysis of the extreme diversity of salivary alpha-amylase isoforms generated by physiological proteolysis using liquid chromatography-tandem mass spectrometry",
      "year": 2012,
      "link": "http://espace.library.uq.edu.au/view/UQ:290011",
      "refFormat": "Bailey, Ulla-Maja, Punyadeera, Chamindie, Cooper-White, Justin J. and Schulz, Benjamin L. (2012) Analysis of the extreme diversity of salivary alpha-amylase isoforms generated by physiological proteolysis using liquid chromatography-tandem mass spectrometry. Journal of Chromatography B-Analytical Technologies in the Biomedical and Life Sciences, 911 21-26. doi:10.1016/j.jchromb.2012.10.023"
    },
    {
      "title": "Analysis of congenital disorder of glycosylation-Id in a yeast model system shows diverse site-specific under-glycosylation of glycoproteins",
      "year": 2012,
      "link": "http://espace.library.uq.edu.au/view/UQ:283615",
      "refFormat": "Bailey, Ulla-Maja, Jamaluddin, Muhammad Fairuz and Schulz, Benjamin L. (2012) Analysis of congenital disorder of glycosylation-Id in a yeast model system shows diverse site-specific under-glycosylation of glycoproteins. Journal of Proteome Research, 11 11: 5376-5383. doi:10.1021/pr300599f"
    },
    {
      "title": "Analysis of mucosal mucins separated by SDS-urea agarose polyacrylamide composite gel electrophoresis",
      "year": 2011,
      "link": "http://espace.library.uq.edu.au/view/UQ:267294",
      "refFormat": "Issa, Samah M. A., Schulz, Benjamin L., Packer, Nicolle H. and Karlsson, Niclas G. (2011) Analysis of mucosal mucins separated by SDS-urea agarose polyacrylamide composite gel electrophoresis. Electrophoresis, 32 24: 3554-3563. doi:10.1002/elps.201100374"
    },
    {
      "title": "Polypeptide binding specificities of Saccharomyces cerevisiae oligosaccharyltransferase accessory proteins Ost3p and Ost6p",
      "year": 2011,
      "link": "http://espace.library.uq.edu.au/view/UQ:250918",
      "refFormat": "Jamaluddin, M. Fairuz B., Bailey, Ulla-Maja, Tan, Nikki Y. J., Stark, Anthony P. and Schulz, Benjamin L. (2011) Polypeptide binding specificities of Saccharomyces cerevisiae oligosaccharyltransferase accessory proteins Ost3p and Ost6p. Protein Science, 20 5: 849-855. doi:10.1002/pro.610"
    },
    {
      "title": "Signal sequence non-optimal codons are required for the correct folding of mature maltose binding protein",
      "year": 2010,
      "link": "http://espace.library.uq.edu.au/view/UQ:206281",
      "refFormat": "Zalucki, Yaramah M., Jones, Christopher E., Ng, Preston S. K., Schulz, Benjamin L. and Jennings, Michael P. (2010) Signal sequence non-optimal codons are required for the correct folding of mature maltose binding protein. BBA: Biomembranes, 1798 6: 1244-1249. doi:10.1016/j.bbamem.2010.03.010"
    },
    {
      "title": "A combined method for producing homogeneous glycoproteins with eukaryotic N-glycosylation",
      "year": 2010,
      "link": "http://espace.library.uq.edu.au/view/UQ:237315",
      "refFormat": "Schwarz, Flavio, Huang, Wei, Li, Cishan, Schulz, Benjamin L., Lizak, Christian, Palumbo, Alessandro, Numao, Shin, Neri, Dario, Aebi, Markus and Wang, Lai-Xi (2010) A combined method for producing homogeneous glycoproteins with eukaryotic N-glycosylation. Nature Chemical Biology, 6 4: 264-266. doi:10.1038/NCHEMBIO.314"
    },
    {
      "title": "Distinct donor and acceptor specificities of Trypanosoma brucei oligosaccharyltransferases",
      "year": 2009,
      "link": "http://espace.library.uq.edu.au/view/UQ:216953",
      "refFormat": "Izquierdo, Luis, Schulz, Benjamin L., Rodrigues, João A., Güther, Maria Lucia S., Procter, James B., Barton, Geoffrey J., Aebi, Markus and Ferguson, Michael A. J. (2009) Distinct donor and acceptor specificities of Trypanosoma brucei oligosaccharyltransferases. EMBO Journal, 28 17: 2650-2661. doi:10.1038/emboj.2009.203"
    },
    {
      "title": "Haem-delivery proteins in cytochrome c maturation System II",
      "year": 2009,
      "link": "http://espace.library.uq.edu.au/view/UQ:199849",
      "refFormat": "Ahuja, Umesh, Kjelgaard, Peter, Schulz, Benjamin L., Thony-Meyer, Linda and Hederstedt, Lars (2009) Haem-delivery proteins in cytochrome c maturation System II. Molecular Microbiology, 73 6: 1058-1071. doi:10.1111/j.1365-2958.2009.06833.x"
    },
    {
      "title": "Oxidoreductase activity of oligosaccharyltransferase subunits Ost3p and Ost6p defines site-specific glycosylation efficiency",
      "year": 2009,
      "link": "http://espace.library.uq.edu.au/view/UQ:179399",
      "refFormat": "Schulz, Benjamin L., Stirnimann, Christian U., Grimshaw, John P. A., Brozzo, Maurice S., Fritsch, Fabienne, Mohorko, Elisabeth, Capitani, Guido, Glockshuber, Rudi, Grütter, Markus G. and Aebi, Markus (2009) Oxidoreductase activity of oligosaccharyltransferase subunits Ost3p and Ost6p defines site-specific glycosylation efficiency. PNAS, 106 27: 11061-11066. doi:10.1073/pnas.0812515106"
    },
    {
      "title": "Analysis of glycosylation site occupancy reveals a role for Ost3p and Ost6p in site-specific N-glycosylation efficiency",
      "year": 2009,
      "link": "http://espace.library.uq.edu.au/view/UQ:217512",
      "refFormat": "Schulz, Benjamin L. and Aebi, Markus (2009) Analysis of glycosylation site occupancy reveals a role for Ost3p and Ost6p in site-specific N-glycosylation efficiency. Molecular and Cellular Proteomics, 8 2: 357-364. doi:10.1074/mcp.M800219-MCP200"
    },
    {
      "title": "The pilin O-glycosylation pathway of pathogenic Neisseria is a general system that glycosylates AniA, an outer membrane nitrite reductase",
      "year": 2009,
      "link": "http://espace.library.uq.edu.au/view/UQ:170204",
      "refFormat": "Ku, S.C., Schulz, B.L., Power, P.M. and Jennings, M.P. (2009) The pilin O-glycosylation pathway of pathogenic Neisseria is a general system that glycosylates AniA, an outer membrane nitrite reductase. Biochemical and Biophysical Research Communications, 378 1: 84-89. doi:10.1016/j.bbrc.2008.11.025"
    },
    {
      "title": "All in One: Leishmania major STT3 Proteins Substitute for the Whole Oligosaccharyltransferase Complex in Saccharomyces cerevisiae",
      "year": 2008,
      "link": "http://espace.library.uq.edu.au/view/UQ:216942",
      "refFormat": "Nasab, Farnoush Parsaie, Schulz, Benjamin L., Gamarro, Francisco, Parodi, Armando J. and Aebi, Markus (2008) All in One: Leishmania major STT3 Proteins Substitute for the Whole Oligosaccharyltransferase Complex in Saccharomyces cerevisiae. Molecular Biology of the Cell, 19 9: 3758-3768. doi:10.1091/mbc.E08-05-0467"
    },
    {
      "title": "Glycosylation of sputum mucins is altered in cystic fibrosis patients",
      "year": 2007,
      "link": "http://espace.library.uq.edu.au/view/UQ:190294",
      "refFormat": "Schulz, Benjamin L., Sloane, Andrew J., Robinson, Leanne J., Prasad, Sindhu S., Lindner, Robyn A., Robinson, Michael, Bye, Peter T., Nielson, Dennis W., Harry, Jenny L., Packer, Nicolle H. and Karlsson, Niclas G. (2007) Glycosylation of sputum mucins is altered in cystic fibrosis patients. Glycobiology, 17 7: 698-712. doi:10.1093/glycob/cwm036"
    },
    {
      "title": "Clinical laboratory testing in human medicine based on the detection of glycoconjugates",
      "year": 2007,
      "link": "http://espace.library.uq.edu.au/view/UQ:190272",
      "refFormat": "Schulz, Benjamin L., Laroy, Wouter and Callewaert, Nico (2007) Clinical laboratory testing in human medicine based on the detection of glycoconjugates. Current Molecular Medicine, 7 4: 397-416. doi:10.2174/156652407780831629"
    },
    {
      "title": "N-Linked glycosylation of folded proteins by the bacterial oligosaccharyl transferase",
      "year": 2006,
      "link": "http://espace.library.uq.edu.au/view/UQ:190319",
      "refFormat": "Kowarik, Michael, Numao, Shin, Feldman, Mario F., Schulz, Benjamin L., Callewaert, Nico, Kiermaier, Eva, Catrein, Ina and Aebi, Markus (2006) N-Linked glycosylation of folded proteins by the bacterial oligosaccharyl transferase. Science, 314 5802: 1148-1150. doi:10.1126/science.1134351"
    },
    {
      "title": "Improved 2-DE of microorganisms after acidic extraction",
      "year": 2006,
      "link": "http://espace.library.uq.edu.au/view/UQ:190406",
      "refFormat": "Herbert, Ben R., Grinyer, Jasmine, McCarthy, John T., Isaacs, Mitchell, Harry, Elizabeth J., Nevalainen, Helena, Traini, Mathew D., Hunt, Sybille, Schulz, Ben, Laver, Matthew, Goodall, Anthony R., Packer, Joanne, Harry, Jenny L. and Williams, Keith L. (2006) Improved 2-DE of microorganisms after acidic extraction. Electrophoresis, 27 8: 1630-1640. doi:10.1002/elps.200500753"
    },
    {
      "title": "Definition of the bacterial N-glycosylation site consensus sequence",
      "year": 2006,
      "link": "http://espace.library.uq.edu.au/view/UQ:190314",
      "refFormat": "Kowarik, Michael, Young, N. Martin, Numao, Shin, Schulz, Benjamin L., Hug, Isabelle, Callewaert, Nico, Mills, Dominic C., Watson, David C., Hernandez, Marcela, Kelly, John F., Wacker, Michael and Aebi, Markus (2006) Definition of the bacterial N-glycosylation site consensus sequence. The EMBO Journal, 25 9: 1957-1966. doi:10.1038/sj.emboj.7601087"
    },
    {
      "title": "Use of graphitised carbon negative ion LC-MS to analyse enzymatically digested glycosaminoglycans",
      "year": 2005,
      "link": "http://espace.library.uq.edu.au/view/UQ:250925",
      "refFormat": "Karlsson, Niclas G., Schulz, Benjamin L., Packer, Nicolle H. and Whitelock, John M. (2005) Use of graphitised carbon negative ion LC-MS to analyse enzymatically digested glycosaminoglycans. Journal of Chromatography B: Analytical Technologies in the Biomedical and Life Sciences, 824 1-2: 139-147. doi:10.1016/j.jchromb.2005.07.014"
    },
    {
      "title": "MUC5B glycosylation in human saliva reflects blood group and secretor status",
      "year": 2005,
      "link": "http://espace.library.uq.edu.au/view/UQ:190595",
      "refFormat": "Thomsson, Kristina A., Schulz, Benjamin L., Packer, Nicolle H. and Karlsson, Niclas G. (2005) MUC5B glycosylation in human saliva reflects blood group and secretor status. Glycobiology, 15 8: 791-804. doi:10.1093/glycob/cwi059"
    },
    {
      "title": "Mucin glycosylation changes in cystic fibrosis lung disease are not manifest in submucosal gland secretions",
      "year": 2005,
      "link": "http://espace.library.uq.edu.au/view/UQ:190379",
      "refFormat": "Schulz, Benjamin L., Sloane, Andrew J., Robinson, Leanne J., Sebastian, Lucille T., Glanville, Allan R., Song, Yuanlin, Verkman, Alan S., Harry, Jenny L., Packer, Nicolle H. and Karlsson, Niclas G. (2005) Mucin glycosylation changes in cystic fibrosis lung disease are not manifest in submucosal gland secretions. Biochemical Journal, 387 911-919. doi:10.1042/BJ20041641"
    },
    {
      "title": "Structural determination of neutral O-linked oligosaccharide alditols by negative ion LC-electrospray-MS",
      "year": 2004,
      "link": "http://espace.library.uq.edu.au/view/UQ:190408",
      "refFormat": "Karlsson, Niclas G., Schulz, Benjamin L. and Packer, Nicolle H. (2004) Structural determination of neutral O-linked oligosaccharide alditols by negative ion LC-electrospray-MS. Journal of the American Society for Mass Spectrometry, 15 5: 659-672. doi:10.1016/j.jasms.2004.01.002"
    },
    {
      "title": "Development of a mass fingerprinting tool for automated interpretation of oligosaccharide fragmentation data",
      "year": 2004,
      "link": "http://espace.library.uq.edu.au/view/UQ:190389",
      "refFormat": "Joshi, Hiren J., Harrison, Mathew J., Schulz, Benjamin L., Cooper, Catherine A., Packer, Nicolle H. and Karlsson, Niclas G. (2004) Development of a mass fingerprinting tool for automated interpretation of oligosaccharide fragmentation data. Proteomics, 4 6: 1650-1664. doi:10.1002/pmic.200300784"
    },
    {
      "title": "Identification of two highly sialylated human tear fluid DMBT1 ssoforms: Major high molecular weight glycoproteins in human tears",
      "year": 2002,
      "link": "http://espace.library.uq.edu.au/view/UQ:190368",
      "refFormat": "Schulz, Benjamin L., Oxley, David, Packer, Nicolle H. and Karlsson, Niclas G. (2002) Identification of two highly sialylated human tear fluid DMBT1 ssoforms: Major high molecular weight glycoproteins in human tears. Biochemical Journal, 366 2: 1-29. doi:10.1042/BJ20011876"
    },
    {
      "title": "Sequential analysis of N- and O-Linked Glycosylation of 2D-PAGE separated glycoproteins",
      "year": 2002,
      "link": "http://espace.library.uq.edu.au/view/UQ:190371",
      "refFormat": "Wilson, Nicole L., Schulz, Benjamin L., Karlsson, Niclas G. and Packer, Nicolle H. (2002) Sequential analysis of N- and O-Linked Glycosylation of 2D-PAGE separated glycoproteins. Journal of Proteome Research, 1 6: 521-529. doi:10.1021/pr025538d"
    },
    {
      "title": "Small-scale analysis of o-linked oligosaccharides from glycoproteins and mucins separated by gel electrophoresis",
      "year": 2002,
      "link": "http://espace.library.uq.edu.au/view/UQ:190376",
      "refFormat": "Schulz, Benjamin L., Packer, Nicolle H. and Karlsson, Niclas G. (2002) Small-scale analysis of o-linked oligosaccharides from glycoproteins and mucins separated by gel electrophoresis. Analytical Chemistry, 74 23: 6088-6097. doi:10.1021/ac025890a"
    }
  ]
}
